// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Browse Online Information";

WebBrowserWindowTitle = "Online Information";

TaskTitleField = "Browse Online Information";
TaskDescriptionField = "Click \"Go Online\" to find information about your HP device.";
TaskStartButtonTitle = "Go Online";
